<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Friendship
    |--------------------------------------------------------------------------
    |
    */

    'user_id_a' => 'A 方',
    'user_id_b' => 'B 方',
    'state'     => '狀態',
    'flag_a'    => 'A 方 Flag',
    'flag_b'    => 'B 方 Flag',

    'list' => '友誼列表',

    'set' => [
        'header' => '改變旗標',
        'body'   => '確定要改變 :value 嗎？'
    ],
    'limit' => [
        'header' => '暫時封鎖友誼',
        'body'   => '確定要暫時封鎖這段友誼嗎？'
    ],
    'block' => [
        'header' => '封鎖友誼',
        'body'   => '確定要封鎖這段友誼嗎？這段友誼將被刪除。'
    ],
    'delete' => [
        'header' => '刪除友誼',
        'body'   => '確定要刪除這段友誼嗎？'
    ]
];
